//Дан диаметр окружности d. Найти ее длину L = p*d. В качестве
//значения p использовать 3.14.
int d = 5;
const double p = 3.14;
double L;
Console.WriteLine("L = " + L = p * d);