//Дана сторона квадрата a. Найти его периметр P = 4*a
int a = 4;
double P;
Console.WriteLine($"P = {P = 4*a}");