//Дана сторона квадрата a. Найти его площадь S = a2.
int a = 4;
double S;
Console.WriteLine("S = " + S = a * a);