//Дана длина ребра куба a. Найти объем куба V = a^3 и площадь его
//поверхности S = 6*a^2.
int a = 5;
double V, S;
Console.WriteLine($"V = {V = Math.Pow(5, 3)} S = {S = 6 * Math.Pow(a, 2)}");
//Дар Math.Pow дар дохили қавс аввал адад ва баъд дараҷа нависта мешавад.                                                                   